7zip
amd-ucode
base
base-devel
bat
bluez
bluez-utils
btop
cameractrls
cliphist
cmatrix
discord
docker
docker-buildx
efibootmgr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
freecad
fzf
git
github-cli
gst-plugin-pipewire
gum
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
inotify-tools
iptables-nft
jq
kitty
kvantum
less
libpulse
linux
linux-firmware
linux-headers
man-db
micro
mpv
neovim
networkmanager
noto-fonts
noto-fonts-cjk
nvidia-open
nvidia-utils
nwg-look
obs-studio
obsidian
openssh
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-gobject
qqc2-desktop-style
qt5-wayland
qt5ct
qt6-5compat
qt6-wayland
qt6ct
rsync
steam
stow
sudo
swaync
swww
trash-cli
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
unzip
v4l2loopback-dkms
v4l2loopback-utils
vivaldi
waybar
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yazi
zoxide
zram-generator
zsh
